Repository: kainlite/tr
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Actions
es: Acciones

source: close
es: Cerrar

source: Ready to Elevate Your Infrastructure?
es: Estas listo para elevar tu infraestructura?

source: A link to confirm your email change has been sent to the new address.
es: Un enlace para confirmar el cambio de correo electrónico ha sido enviado a la nueva dirección.

source: Accelerate Software Delivery with Automated CI/CD Solutions using GitHub Actions, GitLab, and ArgoCD.
es: Acelele la entrega de software con soluciones CI/CD automatizadas utilizando GitHub Actions, GitLab y ArgoCD.

source: Accept emails changed successfully.
es: Aceptar correos electrónicos cambiado con éxito.

source: Account created successfully!
es: Cuenta creada con éxito!

source: Admin Dashboard
es: Panel de administración

source: All comments
es: Todos los comentarios

source: Already registered?
es: Ya registrado?

source: Automate, Simplify, and Scale Your Infrastructure with Terraform, Pulumi, and Ansible.
es: Automatice, simplifique y escale su infraestructura con Terraform, Pulumi y Ansible.

source: CI/CD Pipelines
es: Integración continua/Despliegue continuo

source: Change Accept Emails
es: Cambiar aceptar correos electrónicos

source: Change Email
es: Cambiar correo electrónico

source: Change Password
es: Cambiar contraseña

source: Change display name
es: Cambiar nombre

source: Cloud Architecture
es: Arquitectura en la nube

source: Comment hidden, awaiting moderation...
es: Comentario oculto, esperando moderación...

source: Comment saved successfully.
es: Comentario guardado con éxito.

source: Comments
es: Comentarios

source: Confirm Account
es: Confirmar cuenta

source: Confirm my account
es: Confirmar mi cuenta

source: Confirm new password
es: Confirmar nueva contraseña

source: Confirming...
es: Confirmando...

source: Connected users:
es: Usuarios conectados:

source: Contact us
es: Contáctenos

source: Containerization and Orchestration
es: Contenerización y orquestación

source: Dashboard
es: Panel de control

source: Designing Robust, Scalable, and Secure Cloud Infrastructures for optimized performance across AWS and Azure.
es: Diseñamos infraestructuras en la nube robustas, escalables y seguras para un rendimiento optimizado en AWS y Azure.

source: DevOps on demand, need help with linux, CI/CD, Docker, Kubernetes, AWS, send us a message.
es: DevOps a pedido, necesita ayuda con linux, CI/CD, Docker, Kubernetes, AWS, envíenos un mensaje.

source: DevOps on demand, send us a message
es: DevOps a pedido, envíenos un mensaje

source: Display Name
es: Nombre

source: Display name changed successfully.
es: Nombre cambiado con éxito.

source: Don't have an account?
es: No tienes una cuenta?

source: Email change link is invalid or it has expired.
es: Enlace de cambio de correo electrónico no válido o ha caducado.

source: Email changed successfully.
es: Correo electrónico cambiado con éxito.

source: Email not verified
es: Correo electrónico no verificado

source: Embed robust security throughout your infrastructure with secure architecture, IaC, and compliance solutions.
es: Incorpore seguridad robusta en toda su infraestructura con arquitectura segura, IaC y soluciones de cumplimiento.

source: Expert Support on Your Cloud Journey — from Innovative Architecture to Robust Security — Specializing in Automation and Best Practices.
es: Apoyo experto en su viaje a la nube, desde arquitectura innovadora hasta seguridad robusta, especializándonos en automatización y mejores prácticas.

source: Flexible Engagement Models Tailored to Your Needs
es: Modelos de trabajo flexibles adaptados a sus necesidades

source: Forgot your password?
es: Olvídaste tu contraseña?

source: Fractional Services: Access high-level expertise without the full-time cost.
es: Servicios fraccionados: acceda a experiencia de alto nivel sin el costo a tiempo completo.

source: Full-Time Consulting: Dedicated support for your team.
es: Tiempos completos de consultoría: soporte dedicado para su equipo.

source: Gain full visibility with comprehensive monitoring tools like Datadog, Prometheus, and Grafana.
es: Gane visibilidad completa con herramientas de monitoreo completas como Datadog, Prometheus y Grafana.

source: Get a Free 2-Hour DevOps Assessment — Accelerate Your Cloud Transformation Today!
es: Consiga una evaluación gratuita de DevOps de 2 horas. ¡Acelere su transformación en la nube hoy!

source: If your email is in our system, you will receive instructions to reset your password shortly.
es: Si su correo electrónico está en nuestro sistema, recibirá instrucciones para restablecer su contraseña en breve.

source: Infrastructure as Code
es: Infraestructura como código

source: Integrated Security
es: Seguridad integrada

source: Invalid email or password
es: Correo electrónico o contraseña no válidos

source: It seems we cannot find the page you are looking for, but please check out the following tags and latest articles...
es: Parace que no podemos encontrar la página que buscas, pero por favor revisa las siguientes etiquetas y los últimos artículos...

source: Log in
es: Iniciar sesión

source: Log out
es: Salir

source: Logged out successfully.
es: Sesión cerrada con éxito.

source: More...
es: Mas...

source: No account? Register
es: No tienes cuenta? Regístrate

source: Observability and Monitoring
es: Observabilidad y monitoreo

source: Oops, something went wrong! Please check the errors below.
es: Ups, algo salió mal! Por favor revise los errores a continuación.

source: Part-Time Consulting: Expertise on a part-time basis fixed hours per day dedicated exclusively to you.
es: Medio tiempo de consultoría: experiencia a tiempo parcial horas fijas por día dedicadas exclusivamente a usted.

source: Password reset successfully.
es: Reinicio de contraseña exitoso.

source: Password updated successfully!
es: Contraseña actualizada con éxito!

source: Please sign in to be able to write comments.
es: Por favor inicie sesión para poder escribir comentarios.

source: Please verify your account
es: Por favor verifique su cuenta

source: Project-Based Contracts: Define objectives and outcomes upfront.
es: Por proyectos: defina objetivos y resultados por adelantado.

source: Read more...
es: Leer mas...

source: SegFault offers expert fractional DevOps services specializing in Linux, Kubernetes, AWS, Terraform, Docker, and more. Transform your infrastructure with our tailored solutions. Explore insights, tutorials, and experiments across the tech landscape.
es: SegFault ofrece servicios expertos de DevOps fraccionados especializados en Linux, Kubernetes, AWS, Terraform, Docker y más. Transforme su infraestructura con nuestras soluciones a medida..

source: SegFault offers expert fractional DevOps services specializing in Linux, Kubernetes, AWS, Terraform, Docker, and more. Transform your infrastructure with our tailored solutions. Explore insights, tutorials, and experiments across the tech landscape.
es: SegFault ofrece servicios expertos de DevOps fraccionados especializados en Linux, Kubernetes, AWS, Terraform, Docker y más. Transforme su infraestructura con nuestras soluciones a medida.

source: SegFault offers expert fractional DevOps services specializing in Linux, Kubernetes, AWS, Terraform, Docker, and more. Transform your infrastructure with our tailored solutions. Explore insights, tutorials, and experiments across the tech landscape.
es: SegFault ofrece servicios expertos de DevOps fraccionados especializados en Linux, Kubernetes, AWS, Terraform, Docker y más. Transforme su infraestructura con nuestras soluciones a medida.

source: Register
es: Registrarse

source: Register for an account
es: Regístrate

source: Registered users:
es: Usuarios registrados:

source: Reset Password
es: Reinicio de contraseña

source: Reset password link is invalid or it has expired.
es: El enlace de restablecimiento de contraseña no es válido o ha caducado.

source: Saving...
es: Guardando...

source: Schedule time with us
es: Agenda tiempo con nosotros

source: Send password reset instructions
es: Enviar instrucciones de restablecimiento de contraseña

source: Sign in
es: Iniciar sesión

source: Sign in to account
es: Iniciar session

source: Sign in with GitHub
es: Iniciar session con GitHub

source: Sign in with Google
es: Iniciar sesion con Google

source: Sign up
es: Registrate

source: Streamline Application Deployment with Docker and Kubernetes for scalable, portable solutions.
es: Mejorar la implementación de aplicaciones con Docker y Kubernetes para soluciones escalables y portables.

source: There is been an error removing your reaction.
es: Hubo un error al eliminar tu reacción.

source: There is been an error saving your comment.
es: Hubo un error al guardar tu comentario.

source: There is been an error saving your reaction.
es: Hubo un error al guardar tu reacción.

source: Total comments:
es: Comentarios totales:

source: Try full terms like: linux, kubernetes, elixir...
es: Proba términos completos como: linux, kubernetes, elixir...

source: Unapproved comments
es: Comentarios no aprobados

source: User confirmation link is invalid or it has expired.
es: El enlace de confirmación de usuario no es válido o ha caducado.

source: User confirmed successfully.
es: Usuario confirmado con éxito.

source: Welcome back!
es: Bienvenido de nuevo!

source: Welcome to the Techsquad and SegFault blog! This page is dedicated to documenting and exploring various technologies. Our blog is hosted on a k3s cluster in OCI, powered by Elixir and Phoenix. Dive in to discover insights, tutorials, and experiments across the tech landscape.
es: Bienvenido al blog de SegFault! Esta página está dedicada a documentar y explorar varias tecnologías. Nuestro blog está alojado en un clúster k3s en OCI, impulsado por Elixir y Phoenix. Sumérgete para descubrir ideas, tutoriales y experimentos.

source: You need to be logged in to react.
es: Necestias iniciar sesión para reaccionar.

source: You need to validate your account
es: Necestias validar tu cuenta

source: for an account now.
es: para una cuenta ahora.

source: here
es: aqui

source: sponsor's page.
es: la pagina de auspiciantes.

source: to your account now.
es: a tu cuenta ahora.

source: Account Settings
es: Cuenta

source: Manage your account email address and password settings
es: Configuracion

source: No confirmation instructions received?
es: No recibiste instrucciones de confirmación?

source: We'll send a new confirmation link to your inbox
es: Te enviaremos un nuevo enlace de confirmación a tu bandeja de entrada

source: We'll send a password reset link to your inbox
es: Te enviaremos un enlace de restablecimiento de contraseña a tu bandeja de entrada

source: Keep me logged in
es: Manterme conectado

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Signing in...
es: Iniciando sesión...

source: Looking for the
es: Estas buscando la version en

source: Or the
es: o el

source: spanish
es: ingles

source: Audit and validate your architecture, ask yourself:
es: Auditar y validar tu arquitectura, preguntate:

source: Does our network have the capacity to grow and connect to other environments?
es: ¿Nuestra red tiene espacio para crecer y conectarse a otros entornos?

source: Establish conventions and best practices to ensure consistency and scalability
es: Establecer convenciones y mejores prácticas para garantizar consistencia y escalabilidad

source: Is the database properly sized? Do we have working backups?
es: ¿La base de datos tiene el tamaño adecuado? ¿Tenemos backups y funcionan bien?

source: Migrate projects to the cloud or back on-premises
es: Migrar proyectos a la nube o de vuelta a on-premise

source: Optimize and automate processes to free your team from repetitive, time-consuming tasks
es: Optimizar y automatizar procesos para que tu equipo se olvide de las tareas repetitivas y aburridas

source: Set up observability and monitoring
es: Configurar observabilidad y monitoreo

source: We can help you find answers to these questions and so much more. Schedule a call and let’s get started!
es: Te ayudamos a responder estas preguntas y muchas más. ¡Agendá una llamada y empecemos!

source: Wondering how we can help you?
es: ¿Te preguntás cómo podemos ayudarte?

source: are we caching data efficiently (or at all)?
es: ¿Estamos usando el caché correctamente (o directamente lo estamos usando)?

source: is our app fast and reliable?
es: ¿La app es lo suficientemente rápida y confiable?

source: is our infrastructure cost efficient?
es: ¿Es eficiente en costos nuestra infraestructura?

source: is our infrastructure secure? do we have the right security groups, access control lists, policies? encryption in place?
es: ¿Nuestra infraestructura es segura? ¿Tenemos bien configurados los grupos de seguridad, listas de control de acceso, políticas y encriptación?
